10/data/attachments/6a0b57e3b9e9dac0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Maria_late_Friend_46142_5</nif:username>
            <nif:friendToBeRequested>soap_friends_143da72d-880f-4d83-8c98-3a676be66471</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>